Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Appoint a Compliance Officer to monitor and ensure compliance.
ja: コンプライアンス オフィサーを置きコンプライアンスをモニタし確認させます

source: Appropriate notices have been included in the product documentation to inform end-users of their right to request source code for identified open source .
ja: 適切な通知が、製品文書に含まれていて、エンド ユーザーに特定のオープン ソースのソース コードを要求する権利があることを知らせている。

source: Appropriate notices have been included in the product documentation, in addition to the availability of a written offer to inform end users of their right to request source code for identified open source (when applicable)
ja: エンド ユーザーにオープン ソースのソース コードを要求する権利を伝える文書通知に加えて、適切な通知が、製品文書に入れられる。

source: Appropriate notices have been provided in documentation, including attributions and copyright notices .
ja: 適切な通知は、帰属表記や著作権表記を含む文書で提示されている。

source: Approval for one product is not approval for another deployment, even if the open source component is the same.
ja: 一つの製品に対する承認は、たとえ同じオープン ソース コンポーネントを利用していても、別の製品への承認とはなりません。

source: Approvals
ja: 承認

source: Approvals Once all reviews have been completed, the software component’s compliance ticket moves to the approval step, where it is either approved for usage in the product or not.
ja: 承認 全てのレビューが完了したら、ソフトウェア コンポーネントのコンプライアンス チケットは、製品に利用して良いかを決定する承認ステップへ移動します。

source: Approvals 114
ja: 承認 114

source: Approvals 72
ja: 承認 72

source: Approvals phase outcome
ja: 承認フェーズの結果

source: Approvals phase outcome Approve or deny usage of the specific component.
ja: 承認フェーズの結果 特定コンポーネントの利用の承認または却下

source: Approvals phase prerequisite
ja: 承認フェーズの前提条件

source: Approve or deny usage of the specific component.
ja: 特定コンポーネントの利用の承認または却下

source: Architectural diagrams and information on how this software component interacts with other software components
ja: アーキテクチャー図、ソフトウェア コンポーネントが他のソフトウェア コンポーネントとどのように相互作用するかの情報

source: Architecture Review
ja: アーキテクチャー レビュー

source: Architecture Review In the architecture review, the compliance officer and the engineering OSRB representative perform an analysis of the interaction between the open source, proprietary, and third-party code.
ja: アーキテクチャー レビュー アーキテクチャー レビューの中では、コンプライアンス オフィサーとOSRB技術代表は、オープン ソースとプロプライエタリ、およびサード パーティ コードの間の相互関係を解析します。

source: Architecture Review 82
ja: アーキテクチャー レビュー 82

source: Architecture Review Phase
ja: アーキテクチャー レビュー

source: Architecture Review Phase 87
ja: アーキテクチャー レビュー フェーズ 87

source: Architecture review should identify:
ja: アーキテクチャー レビューは、以下を特定します。

source: As a refresher, the compliance management process includes the various steps a software component goes through before it is approved for inclusion in a product software stack.
ja: コンプライアンス管理プロセスは、製品ソフトウェア スタックへの組み込みが承認される前に、ソフトウェア コンポーネントが通過する様々なステップを含んでいます。

source: As a result, a new multi- source development model began to emerge.
ja: その結果、複数のソースによる新たな開発モデルが登場しました。

source: As a result, a new multi-source development model began to emerge.
ja: その結果、複数のソースによる新たな開発モデルが登場しました。

source: As a result, its compliance ticket is closed (rejected).
ja: 結果として、そのコンプライアンス チケットは（却下として）クローズされます。

source: As a result, part of the developers’ yearly bonus will depend on the extent to which they have followed the compliance policies and procedures.
ja: 結果として、従業員のボーナスの一部は、コンプライアンス ポリシーと手順に彼らが従った程度によって決まります。

source: As a result, the new employees will have all the necessary information they need, such as who are the internal subject matter experts, what intranet resources exist, and how to sign up for open source and compliance training.
ja: 結果として、新規従業員は、社内で誰がその内容のエキスパートであるか、どういう社内イントラネットがあるか、オープン ソースとコンプライアンスに関するトレーニングがどのように登録されるかなど、必要な情報を受け取ります。

source: As a result, the open source component cannot be used in the product, although the requester can consider submitting an appeal for reconsideration by the OSRB.
ja: 要求者はOSRBに再考を促すことは可能ですが、結果としては、オープン ソース コンポーネントは製品に使用できません。

source: As a result, the risks that companies previously managed through company-to-company license and agreement negotiations are now managed through robust compliance programs and careful engineering practices.
ja: その結果、かつては企業対企業のライセンスや合意に至る交渉を通じて管理されていたリスクは、強固なコンプライアンス プログラムと、注意深いエンジニアリングの実施によって管理されることになります。

source: As a rule, each time developers modify a previously approved component or plan to use a previously approved component in a different context, component source code should be rescanned, and the component should pass the approval process again.
ja: 規則として、開発者が前に承認されたコンポーネントを変更する時や、別の条件で前に承認されたコンポーネントの利用を計画する時には、その都度、ソース コードは再スキャンし直し、コンポーネントは再度承認プロセスを通過するべきです。

source: As part of putting the compliance program in place, you will need to establish some simple rules that everyone must follow:
ja: コンプライアンスプログラムを実施する一環として、誰でも従わねばならない幾つかのシンプルな規則を定める必要があります。

source: As part of the approval step in the compliance process, there are two main recommended practices:
ja: コンプライアンス プロセスの承認段階の一部として、2つの推奨プラクティスがあります。

source: As part of the compliance process, there is usually an architecture review, the goal of which is to understand how any specific software component interacts with any other software component, and the method of interaction.
ja: コンプライアンス プロセスの一部として、通常、アーキテクチャー レビューがあります。その目的は、得的のソフトウェア コンポーネントが他のソフトウェア コンポーネントとどのように相互作用するかと、相互作用の方法を理解することです。

source: As part of the pre-distribution process, the OSRB performs final checks before product or service releases, including verifying the fulfillment of obligations.
ja: 頒布前のプロセスの一部としてOSDBは製品やサービスのリリース前に最終チェックを行いますが、義務を満たしていることの検証もここに含みます。

source: As part of this exercise, the Legal Counsel also decides on incoming and outgoing licenses of the software component in question.
ja: この作業の一環として、法律顧問は対象ソフトウェア コンポーネントについて入ってくる、及び出ていくライセンスについて決定を行います。

source: As part of this step of compliance due diligence, there are two important reviews: the architecture review and the linkage analysis review.
ja: コンプライアンス精査のこのステップの一部として、2つの重要なレビューがあります：アーキテクチャー レビュー、リンク解析レビュー

source: As the number of open source software components grew in what were once straightforward proprietary software stacks, the business environment diverged from familiar territory and corporate comfort zones.
ja: かつては明らかにプロプラエタリなソフトウェア スタックだったものの中にオープンソースのソフトウェアのコンポーネントが増えていくに従い、ビジネス環境は慣れ親しんだ領域、企業が好む環境から離れていきます。

source: Ask my manager for course of action
ja: 一連の行動についてはマネージャに質問する

source: Assist with ingress of third party software bundled with and/or includes open source software
ja: オープンソース ソフトウェアが含まれている、またはバンドルされているサードパーティのソフトウェアの納入を手助け

source: At GSA, we believe that all code we developed should be shared under an open license so others may benefit from it.
ja: GSAにおいて開発された全てのコードは、オープン ライセンスのもとに共有されるべきであり、他の人々はそれから便益を受けることができます。

source: At this point, the compliance officer will create new compliance tickets for all new software components in the release, update compliance tickets where source code has changed and possibly re-run them through the process, and finally update the software registry to remove retired software components from the approved list.
ja: この時点で、コンプライアンス オフィサーは、リリースに含まれる全ての新しいソフトウェア コンポーネントに対して新しいチケットを発行し、ソース コードが変更されている部分はコンプライアンス チケットを更新した上で、できればプロセスを再実行し、使用中止になったソフトウェア コンポーネントを承認リストから削除して、ソフトウェア管理表を更新します。

source: Attribution Types
ja: 帰属タイプ

source: Attribution Types 132
ja: 帰属タイプ 132

source: Auditing Source Code
ja: ソース コードの監査

source: Auditing Source Code The second step in compliance due diligence consists of scanning the source code using automated analysis tools to discover matches with known open source projects.
ja: ソース コードの監査 コンプライアンス精査の2番目のステップは、既知のオープン ソース プロジェクトとの一致を検出する自動解析ツールを使ったスキャンで構成されます。

source: Auditing Source Code 67
ja: ソース コードの監査 67

source: Auditing phase outcome
ja: 監査フェーズの結果

source: Auditing phase outcome .
ja: 監査フェーズの結果

source: Auditing phase prerequisite
ja: 監査フェーズの前提条件

source: Auditing proprietary (company-developed) software components: In some instances, engineers may decide to copy/paste source code from open source components and include it in proprietary software components.
ja: プロプライエタリ（自社開発の） ソフトウェア コンポーネントの監査：例として、技術者が、オープン ソース コンポーネントにあるソース コードをコピー／ペーストして、プロプライエタリ ソフトウェアに加えるかもしれません。

source: Auditing source code
ja: ソース コードの監査

source: Auditing team re-scans the software component and provides a new scan report.
ja: 監査チームは、ソフトウェア コンポーネントを再スキャンし、新しいスキャン報告を提出します。

source: Auditing the full platform or product code base to establish a compliance baseline, and then auditing code modules that are changed in subsequent releases.
ja: コンプライアンス基盤として確立するために、全プラットフォームや製品コード ベースを監査し、その上で、後続のリリースで変更されたコード モジュールを監査する。

source: Automation
ja: 自動化

source: Automation Developers who wish to use or contribute to open source software will be requested to submit online requests and get proper approvals.
ja: 自動化 オープンソースソフトウェアを使いたい、寄付したい開発者はオンラインで申請し、適切な承認を得る必要です。

source: Automation 37
ja: 自動化 37

source: Avoid mixing different open source licenses in a derivative work, as many open source licenses are incompatible with one another.
ja: 多くのオープン ソース ライセンスは互いに両立性を持っていないので、派生物に異なるオープン ソース ライセンスを結合することを避けます。

source: Avoid using any open source without explicit OSRB approval.
ja: 明白なOSRB許可がないオープン ソースを利用するのは避けます。

source: Avoid using source code snippets, and avoid copying/pasting open source code into proprietary or third-party source code (or vice versa) without prior documented OSRB approval.
ja: 事前のOSRB承認なしでの、ソース コード断片の利用や、オープン ソース コードをプロプライエタリやサード パーティ ソースコードへ（その逆も）コピー／ペーストすることを避けます。

source: BOM management tools are plentiful in the world of physical manufacturing, but less so for managing use of open source software.
ja: BOM管理ツールは、物理的な製造の世界には多くのものがありますが、オープン ソース ソフトウェアの管理用途のものは少ないです。

source: Before sending your written request, please check the Website, as the source code may already be published there.
ja: 書面による要求を出される前に、ソース コードが既に公開されているか、このウェブサイトを確認して下さい。

source: Below is an example of a written offer to provide the source code:
ja: 以下は、ソース コードを提供するための書面による申出の例です。

source: Below we outline the pre- and post- distribution process.
ja: 以下では、頒布前、頒布後のプロセスについて概要を示します。

source: Benefits of Ensuring Open Source Compliance
ja: オープンソースのコンプライアンスを保証する利点

source: Benefits of Ensuring Open Source Compliance 20
ja: オープンソースのコンプライアンスを保証する利点 20

source: Benefits of using the OSS component
ja: OSSコンポーネントを利用する利点

source: Bill of material difference tools
ja: BoM比較ツール

source: Bill of material difference tools .
ja: BoM比較ツール

source: Briefly, for the purpose of this discussion, the tool provides you the delta between two BOMs for the same product or service.
ja: ここでの議論のために簡単に言うと、そのツールは、同じ製品やサービスに使う2つのBOMの差分を与えてくれます。

source: Brown Bag Seminars
ja: ブラウン バッグ セミナー

source: Brown bag seminars are usually presentations offered during lunchtime by either a company employee (in-house legal counsel, open source expert, compliance officer, etc.) or an invited speaker (most commonly a high profile open source developer).
ja: ブラウン バッグ セミナーは、企業従業員（法務担当者、オープン ソース エキスパート、コンプライアンス オフィサー等）や招待スピーカ（広く行われているのは著名なオープン ソース開発者）による、昼食時の講演会です。

source: Brown bag seminars: Brown bag seminars are usually presentations made during lunchtime by a company employee or an invited speaker.
ja: ブラウンバッグ セミナー：ブラウンバッグ（訳注：昼食が入った袋） セミナーとは一般に、昼食時に従業員や招待者が行うプレゼンテーションです。

source: Brown-bag open source and compliance seminars to bring additional compliance awareness and promote active discussion .
ja: オープンソースとコンプライアンスについてのブラウンバッグ セミナーによりコンプライアンスについて更に注意喚起し、活発な議論を奨励

source: But the core elements of compliance usually remain the same: identifying the open source in the code base, reviewing and approving its use, and satisfying obligations.
ja: しかし、コンプライアンスの中心的要素は、通常同じです：コード中のオープン ソースを特定し、レビューし、利用を許可し、義務を順守することです。

source: By bringing efforts together to establish a common platform and utilizing open source best practices, we’re able to build the foundation for a new era of drone applications that extend from the camera to the cloud.
ja: 共通プラットフォームを確立するために共に努力し、オープン ソース ベスト プラクティスを利用することで、カメラからクラウドにまで広がるドローン アプリケーションの基盤を確立することができます。

source: By scanning source code.
ja: ソースコードをスキャンする。

source: By scanning the source code for possible matches with open source code
ja: オープンソースのコードとの一致の可能性を求めてソースコードをスキャン

source: By thoroughly integrating compliance practices into the development cycle, distribution considerations can be greatly simplified and streamlined.
ja: コンプライアンス プラクティスを開発サイクルで徹底的に実施することによって、頒布に関する考察はとても単純で簡素なものになります。

source: CHAPTER 7
ja: 第7章

source: CHAPTER 7 MANAGING COMPLIANCE INQUIRIES 121
ja: 第7章 コンプライアンスに関する照会の管理 121

source: CHAPTER 8
ja: 第8章

source: CHAPTER 8 OTHER COMPLIANCE-RELATED PRACTICES 125
ja: 第8章 その他のコンプライアンス関連プラクティス 125

source: CHECKLISTS
ja: チェックリスト

source: CHECKLISTS 145
ja: チェックリスト 145

source: COMPLIANCE CHALLENGES AND SOLUTIONS
ja: コンプライアンスの難しさと解決策

source: COMPLIANCE CHALLENGES AND SOLUTIONS 37
ja: コンプライアンスの難しさと解決策 37

source: COMPLIANCE OFFICER
ja: コンプライアンス オフィサー

source: COMPLIANCE OFFICER 57
ja: コンプライアンスオフィサー 57

source: COMPLIANCE PROCESS
ja: コンプライアンス プロセス

source: COMPLIANCE PROCESS As a refresher, the compliance management process includes the various steps a software component goes through before it is approved for inclusion in a product software stack.
ja: コンプライアンス プロセス コンプライアンス管理プロセスは、製品ソフトウェア スタックへの組み込みが承認される前に、ソフトウェア コンポーネントが通過する様々なステップを含んでいます。

source: COMPLIANCE PROCESS 109
ja: コンプライアンス プロセス 109

source: COMPLIANCE PROCESSES AND POLICIES
ja: コンプライアンス プロセスとポリシー

source: CONCLUSION
ja: 結論

source: CONCLUSION 146
ja: 結論 146

source: CONSISTENCY
ja: 一貫性

source: CORPORATE DEVELOPMENT
ja: 企業買収

source: CORPORATE DEVELOPMENT 60
ja: 企業買収 60

source: Can Dynamically Link To
ja: 動的リンクできるか

source: Can Statically Link To
ja: 静的リンクできるか

source: Can’t use this source code
ja: このソース コードは使えない

source: Cease binary distribution of the open source software in question until it has released complete corresponding source code or make it available to the specific clients affected by the non-compliance.
ja: 問題となっているオープンソースソフトウェアのバイナリの配布を、関連のソースコードが開示されるまで、あるいはコンプライアンス違反で影響を受けた特定顧客が利用可能となるまで差し止め

source: Change request tickets are filed against the appropriate engineering team for any issues identified during the audit that require resolution
ja: 変更要求チケットは、適切な技術チームに対して、監査中に特定された解決すべき課題について記載されます。

source: Changes in previously approved software components: In many cases, engineers start evaluating and testing with a certain version of an OSS component, and later adopt that component when a new version is available.
ja: 前に承認されたソフトウェア コンポーネントに対する変更：多くの場合、技術スタッフは特定のバージョンのOSS コンポーネントを評価やテストして、新しいバージョンが利用可能になった時にそのコンポーネントを採用します。

source: Changes may include:
ja: 変更は、以下を含むかもしれません：

source: Changes may include: .
ja: 変更は、以下を含むかもしれません：

source: Chapter 1
ja: 第1章

source: Chapter 1 INTRODUCTION TO OPEN SOURCE COMPLIANCE 16
ja: 第1章 第1章 オープン ソース コンプライアンス入門

source: Chapter 2
ja: 第2章

source: Chapter 2 ESTABLISHING AN OPEN SOURCE MANAGEMENT PROGRAM 31
ja: 第2章 オープンソース管理プログラムの確立 31

source: Chapter 3
ja: 第3章

source: Chapter 3 ACHIEVING COMPLIANCE: ROLES AND RESPONSIBILITIES 46
ja: 第3章コンプライアンス達成に向けて：役割と責任 46

source: Chapter 3 provides a detailed discussion on the roles and responsibilities of individuals involved in achieving open source compliance.
ja: 第３章ではオープンソース コンプライアンスを達成するための個々の人間の役割と責任について詳述します。

source: Chapter 4
ja: 第4章

source: Chapter 4 OPEN SOURCE COMPLIANCE PROCESS 62
ja: 第4章 オープン ソース コンプライアンス プロセス 62

source: Chapter 4 provides an overview of the end-to-end compliance process.
ja: エンドツーエンドのコンプライアンス プログラムについては4章で概観します。

source: Chapter 5
ja: 第5章

source: Chapter 5 COMPLIANCE PROCESSES AND POLICIES 78
ja: 第5章コンプライアンス プロセスとポリシー 78

source: Chapter 6
ja: 第6章

source: Chapter 6 RECOMMENDED PRACTICES FOR COMPLIANCE PROCESS MANAGEMENT 109
ja: 第6章 コンプライアンス プロセス管理の推奨プラクティス 109

source: Chapter 6 provides a discussion of the auditing process.
ja: 6章で監査のプロセスについて論じます。

source: Chapter 6 provides a discussion on the usage process.
ja: 利用のプロセスは6章で論じます。

source: Chapter 9
ja: 第9章

source: Chapter 9 SCALING OPEN SOURCE LEGAL SUPPORT 137
ja: 第9章 オープン ソース法務サポートを拡大させる 137

source: Chapter 9 discusses the process of handling compliance inquiries.
ja: 第9章でコンプライアンスの質問を扱うプロセスを述べます。

source: Checklists: A consistent, foolproof way to remember what needs to be done at every point in the development and compliance processes
ja: チェックリスト：開発やコンプライアンスのプロセスの全てのポイントで必要なことは何かを覚えておくための、一貫性のある、極めて簡単な方法

source: Chris Anderson, CEO, 3DR
ja: クリス アンダーセン CEO 3DR

source: Chris Anderson, CEO, 3DR (Former Editor in Chief of Wired magazine and author of “The Long Tail”)
ja: クリス アンダーソン, CEO, 3DR （ワイアード マガジン 前編集長、「ロング テール」著者）

source: City, State, Postal Code
ja: 市、州、郵便番号

source: Clean Bill of Materials (BOM)
ja: BoMをクリーンにします。

source: Close Inquiry
ja: 照会のクローズ

source: Close Inquiry 124
ja: 照会のクローズ 124

source: Code matches
ja: コード一致

source: Code matches .
ja: コード一致

source: Collect attribution and license notices incrementally, as open source is approved for inclusion.
ja: オープン ソースの利用が承認されるその都度、帰属とライセンス文を追加的に集めます。

source: Collect the applicable open source licenses for review by the legal department
ja: 適用可能なオープンソース ライセンスを収集し、法務部門が評価

source: Combining source coming under different licenses into a single binary
ja: 異なるライセンスで許諾されたソースを一つのバイナリへ結合する

source: Common mistakes and how to avoid them
ja: よくあるミスと回避方法

source: Common mistakes and how to avoid them .
ja: よくあるミスと回避方法

source: Communicating Compliance
ja: コンプライアンスについての対話

source: Communicating Compliance 40
ja: コンプライアンスについての対話 40

source: Communication is essential to ensure the success of compliance activities.
ja: コンプライアンス活動の成功を確かなものとするには、対話は必須です。

source: Communication protocols
ja: 通信プロトコル

source: Communication protocols .
ja: 通信プロトコル

source: Communication protocols among components and subsystems
ja: コンポーネントとサブシステム間の通信プロトコル

source: Communication protocols among components and subsystems .
ja: コンポーネントとサブシステム間の通信プロトコル

source: Companies can maintain open source compliance through the following activities:
ja: 企業は以下の活動を通じてコンプライアンスを維持することができます。

source: Companies can take several steps to institutionalize compliance within their development culture and to ensure its sustainability.
ja: 企業は開発のカルチャーの中へとコンプライアンスを内面化し、末永く実行するためにいくつかの段階を踏むとよいです。

source: Companies need external compliance communications to ensure that the open source community is aware of their efforts to meet the license obligations of the open source software they are using in their products.
ja: 企業は外部とのコンプライアンスについての対話が必要となります。自社が製品で使うオープンソース ソフトウェアについてライセンス上の義務を果たす努力をしていることを、オープンソースのコミュニティに確かに認識させるためです。

source: Companies need internal compliance communication to ensure that employees are aware of what is involved when they include open source in a commercial software portfolio, and to ensure that they are educated about the company’s compliance policies, processes, and guidelines.
ja: 企業はコンプライアンスについての対話が内部的に必要となります。オープンソースを商業ソフトウェアのポートフォリオへの組み入れが何をもたらすのか従業員が理解していることを確実にするためであり、企業のコンプライアンス ポリシー、プロセス、ガイドラインについて教育を受けていることを確かなものとするためです。

source: Companies often conduct architecture reviews with the architect responsible for the product in question, plus developers responsible for the various key software components.
ja: 企業は、しばしば、問題となっている製品に責任を持つアーキテクトと、様々な重要ソフトウェア コンポーネントに責任を持つ開発者を参加させて、アーキテクチャー レビューを実施します。

source: Companies often provide such education through formal and informal training sessions.
ja: 企業はそうした教育を公式・非公式の教育で提供することが多いです。

source: Companies that include open source in a product need to provide required attribution to the end user.
ja: 製品にオープン ソースを組み込んでいる企業は、エンド ユーザーに帰属情報を提供する必要があります。

source: Companies that maintain a steady-state compliance program often gain a technical advantage, since compliant software portfolios are easier to service, test, upgrade, and maintain.
ja: 確固たるコンプライアンス プログラムを持つ企業は技術的にも利益を得ることが多いです。規定に従っているソフトウェア群の資産はサービスし、試験し、アップグレードし、保守することが容易だからです。

source: Companies use portals in two directions: inwards, inside the company; and outwards, as a window to the world and the open source community.
ja: 企業はポータルを２方向で使います：一つは内向き、企業内へ。もう一つは外向き、社会とオープンソースコミュニティへの窓として。

source: Companies using open source in an externally distributed product or service must:
ja: 外部に提供する製品やサービスにオープン ソースを利用している企業は以下を行う必要があります：

source: Companies using open source in their offerings must acknowledge the use of open source by providing full copyright attribution, and, in most cases, reproducing the entire text of the licenses of the open source software included in the product or service.
ja: 提供物にオープン ソースを利用している企業は、著作権の帰属を全て表示し、ほとんどの場合、製品やサービスに含まれているオープン ソース ソフトウェアのライセンス全文を記載することで、オープン ソース利用を知らせなければなりません。

source: Companies usually receive compliance inquiries through a dedicated email address that they advertise in their written offer or as part of their open source notices.
ja: 企業は、通常、コンプライアンスに関する照会を、書面による申出やオープン ソース通知の一部として案内している専用emailアドレス経由で受け取ります。

source: Companies usually request formal OSRB approval for such action.
ja: 企業では、通常、それらを実行するには正式なOSRB承認を必要とします。

source: Companies will almost certainly face challenges establishing their open source compliance program.
ja: 企業でのコンプライアンス プログラムの確立では、ほぼ確実に困難に直面します。

source: Company ID of employee submitting the form (facilitating retrieval of employee name, phone, email, manager, location, and team from a company directory)
ja: フォームを提出する社員の社員ID（社員名、電話、Eメール、管理者、職務場所、チームなどを社員管理表から受け取ります）

source: Company policies regarding merger and acquisition transactions need to be updated to account for open source.
ja: 合併や買収についての全社ポリシーはオープンソースを考慮するように改める必要があります。

source: Compatibility also
ja: 両立性は、また、

source: Compile a list of license obligations that must be met to use the open source software in question and pass it to appropriate departments for fulfillment: Once the OSRB has approved the usage of open source in a product, as part of the approval process the OSRB compiles a list of obligations and passes it to the various other individuals and teams to ensure its fulfillment.
ja: 問題となっているオープンソース ソフトウェアで満たすべきライセンス上の義務の一覧を作り、満たすよう関係部門に展開：OSRBがオープンソースを製品に利用することを承認したら、承認プロセスの一部としてOSDBは義務一覧を作り、関係する様々な個人やチームに展開して確実に満たすようにします。

source: Complete the open source and compliance training within a time limit set by the manager
ja: マネージャによって設定された期限内にオープン ソースとコンプライアンスに関するトレーニングを修了する。

source: Complete the open source and compliance training within a time limit set by the manager .
ja: マネージャによって設定された期限内にオープン ソースとコンプライアンスに関するトレーニングを修了する。

source: Completing a post-distribution checklist to capture any possible errors that took place as part of the distribution process
ja: 頒布プロセスの一部で発生するかもしれない誤りを把握するために、頒布後のチェックリストを確認します。

source: Completing a pre-distribution checklist to ensure that all prior steps have been successfully completed and that the source code packages are ready for external distribution
ja: 前に置かれた全ステップが問題なく完了していることと、外部頒布に向けてソース コード パッケージの準備が整っていることを確実にするために、頒布前チェックリストを全て確認します。

source: Completing a pre-distribution checklist to ensure that all prior steps have been successfully completed and that the source code packages are ready for external distribution .
ja: 前に置かれた全ステップが問題なく完了していることと、外部頒布に向けてソース コード パッケージの準備が整っていることを確実にするために、頒布前チェックリストを全て確認します。.

source: Completing appropriate reviews
ja: 適切なレビューの完了

source: Completing the OSRB usage form (also called a request form) is one of the most important steps when bringing open source software into a company (ingress), and should be taken very seriously.
ja: OSRB利用フォーム（要求フォームとも呼ばれます）を記入することは、オープン ソース ソフトウェアを企業へ導入する際の最も重要なステップの一つです。ですから、真剣に取り扱うべきものです。

source: Compliance Officer
ja: コンプライアンス オフィサー

source: Compliance Strategy
ja: コンプライアンス戦略

source: Compliance Strategy 32
ja: コンプライアンス戦略 32

source: Compliance Teams
ja: コンプライアンス チーム

source: Compliance Teams 33
ja: コンプライアンスチーム 33

source: Compliance Verification Golden Rule
ja: コンプライアンス 検証の黄金律
